[
  {
    "id": "01_1_front.jpg",
    "name of image": "1. Type of Image: Clothes\n2. Gender: Men's clothes\n3. Sleeves: Short sleeves\n4. Collar: Without collar\n5. Formal/Informal: Casual\n6. Colour: White with black stripes\n7. Age Group: 20 to 30 years\n8. Brand Name: Cannot be determined from the image\n9. Other Info: The shirt features horizontal stripes on the sleeves, loose fit, seems to be made from a comfortable, breathable fabric, possibly cotton or a cotton blend.\n10. Additional Info: The person is wearing black pants which complement the stripes on the shirt, creating a coordinated outfit."
  },
  {
    "id": "01_2_side.jpg",
    "name of image": "1. Type of image: Clothes\n2. Gender: Men's clothes\n3. Sleeves: Short sleeves\n4. Collar: With collar\n5. Formal/Informal: Casual\n6. Colour: White with grey and black accents\n7. Age group: 20 to 30 years\n8. Brand name: Cannot specify (brand not visible)\n9. Other info: The shirt is a polo style with a distinctive stripe design on the sleeves\n10. Additional: The person is tattooed and posing for a fashion shoot"
  },
  {
    "id": "01_3_back.jpg",
    "name of image": "1. Type of image: Clothes\n2. Gender: Men's clothes\n3. Sleeves: Short sleeves\n4. Collar: Without collar (round neckline)\n5. Formal or Informal: Casual\n6. Color: Grey with black and white stripes\n7. Age group: 20 to 30 years\n8. Brand name: Not identifiable in the image\n9. Other info: The clothing item appears to be a t-shirt with a relaxed fit, featuring horizontal stripe details on the sleeves, worn by a male model.\n10. Other info: The person wearing the shirt has tattoos on the arms, indicating the shirt might be part of a lifestyle or streetwear collection."
  },
  {
    "id": "01_6_flat.jpg",
    "name of image": "1. Type of image: Clothes\n2. Gender: Men's clothes\n3. Sleeves: Long sleeves\n4. Collar: Without collar (crew neck)\n5. Formal or informal: Casual\n6. Colour: Grey with black stripes\n7. Age group: 20 to 30 years\n8. Brand name: Cannot be determined from the image\n9. Other info: This appears to be a sports or athletic-themed shirt based on the style and sleeve design.\n10. Other info: The shirt features horizontal stripes on the sleeves, which is often seen in athletic wear."
  },
  {
    "id": "01_7_additional.jpg",
    "name of image": "1. Type of image: Clothes\n2. Gender: Men's clothes\n3. Sleeves: Short sleeve\n4. Collar: Without collar\n5. Formal_informal: Casual\n6. Colour: Mostly white with some black and grey accents\n7. Age group: 20 to 30 years\n8. Brand name: Not identifiable in the image provided\n9. Other info: The individual is also wearing black pants and black shoes, and is carrying a black strap, possibly part of a bag.\n10. Other info: The shirt features horizontal stripes on the sleeves, giving it a sporty look."
  },
  {
    "id": "02_1_front.jpg",
    "name of image": "1. type_of_image: clothes\n2. gender: men's clothes\n3. sleeves: short sleeves\n4. collar: without collar\n5. formal_informal: casual\n6. color: black with white stripes\n7. age_group: 20 to 30 years\n8. brand_name: cannot be determined in this instance\n9. other_info: The person is wearing a black short-sleeved t-shirt with distinctive white stripes on the sleeves, suggesting a sporty design. The person also has tattoos on both arms.\n10. other_info: The clothing appears to be modern and could be associated with urban or streetwear fashion styles."
  },
  {
    "id": "02_2_side.jpg",
    "name of image": "1. Type of image: Clothes\n2. Gender: Men's clothes\n3. Sleeves: Short sleeves\n4. Collar: With collar\n5. Formal or casual: Casual\n6. Color: Black with white stripes\n7. Age group: 20 to 30 years\n8. Brand name: Not discernible from the image\n9. Other info: The man is wearing a black polo shirt with horizontal white stripes on the sleeves, suggesting a sporty or athleisure style.\n10. Other info: The image appears to be a model or mannequin posed for a fashion catalog or online apparel store, indicating the clothing is likely for retail purposes."
  },
  {
    "id": "02_3_back.jpg",
    "name of image": "1. Type of Image: Clothes\n2. Gender: Men's clothes\n3. Sleeves: Short sleeves\n4. Collar: Without collar\n5. Formal/Informal: Casual\n6. Color: Black with white stripes\n7. Age Group: Likely intended for adults, suggesting 20 to 30 years\n8. Brand Name: Not visible in the image, cannot be determined\n9. Other Info: The clothing features a prominent horizontal stripe design on the sleeves\n10. Other Info: The person wearing the clothing appears to have tattoos on the arms, which are partially visible."
  },
  {
    "id": "02_6_flat.jpg",
    "name of image": "1. Type of Image: Clothes\n2. Gender: Could be unisex based on the design, but likely men's based on general style\n3. Sleeves: Long\n4. Collar: Without collar\n5. Formal/Informal: Casual\n6. Color: Black with white stripes\n7. Age Group: 20 to 30 years, although could vary widely\n8. Brand Name: Cannot specify without logo visibility\n9. Other Info: The stripes on the sleeves suggest a sporty look or athleisure style.\n10. Other Info: The item is a pullover, likely made from a knit fabric suitable for a casual or sporty outfit."
  },
  {
    "id": "02_7_additional.jpg",
    "name of image": "1. Type of image: Clothes\n2. Gender: Men's clothes\n3. Sleeves: Short sleeves\n4. Collar: Without collar\n5. Formal/Informal: Casual\n6. Colour: Black with white accents\n7. Age Group: 20 to 30 years\n8. Brand Name: Cannot be determined from the image\n9. Other Info: The outfit consists of a T-shirt and pants, appears to be a coordinated set with striped details on the sleeves and pant legs.\n10. Other Info: The person is wearing athletic or casual shoes, completing the relaxed look."
  },
  {
    "id": "04_1_front 2.jpg",
    "name of image": "1. Type of Image: Clothes\n2. Gender: Men's clothes\n3. Sleeves: Sleeveless\n4. Collar: Without collar\n5. Formal or Informal: Casual\n6. Color: White, Blue, Yellow\n7. Age Group: 20 to 30 years\n8. Brand Name: Not identifiable\n9. Other Info: The image features a man wearing a tank top with a color block design and a pocket on the chest.\n10. Additional Info: The man has tattoos on his arms, which might appeal to a youthful, urban demographic."
  },
  {
    "id": "04_1_front.jpg",
    "name of image": "1. Type_of_image: Clothes\n2. Gender: Men's clothes\n3. Sleeves: Long sleeves\n4. Collar: Without collar (hooded)\n5. Formal_informal: Casual\n6. Colour: Yellow\n7. Age_group: 20 to 30 years\n8. Brand_name: Not identifiable in the image\n9. Other_info: Hoodie with a front pocket and drawstrings\n10. Other_info: Model is wearing light-colored pants and a white undershirt"
  },
  {
    "id": "04_2_side 2.jpg",
    "name of image": "1. Type of image: Clothes\n2. Gender: Men's clothes\n3. Sleeves: Sleeveless\n4. Collar: Without collar\n5. Formal/Informal: Casual\n6. Colour: Multicolored (white, yellow, blue)\n7. Age group: 20 to 30 years\n8. Brand name: Not identifiable – no visible branding\n9. Other info: The person in the image has a tattoo on the arm\n10. Other info: The top appears to be a tank top or sleeveless shirt with color blocking design"
  },
  {
    "id": "04_2_side.jpg",
    "name of image": "1. Type of image: Clothes\n2. Gender: Men's clothes\n3. Sleeves: Long sleeves\n4. Collar: Without collar (hooded)\n5. Formality: Casual\n6. Color: Yellow\n7. Age group: 20 to 30 years\n8. Brand name: Cannot be determined\n9. Other info: The person is wearing a hooded jacket with a zipper front, likely made of a casual fabric such as cotton or a cotton blend, suitable for casual outings or sporty activities. The jacket appears to have elastic cuffs and waistband.\n10. Other info: The model is shown from a side profile, presenting a clear view of the hood and the fit of the jacket on the body."
  },
  {
    "id": "04_3_back 2.jpg",
    "name of image": "1. Type_of_image: Clothes\n2. Gender: Men's clothes\n3. Sleeves: Sleeveless\n4. Collar: Without collar\n5. Formal_informal: Casual\n6. Color: Light blue\n7. Age_group: 20 to 30 years\n8. Brand_name: Unknown (brand not visible in the image)\n9. Other_info: The person in the image has tattooed arms.\n10. Other_info: The clothing is a tank top, often worn for sports or leisure activities."
  },
  {
    "id": "04_3_back.jpg",
    "name of image": "1. Type of Image: Clothes\n2. Gender: Men's Clothes\n3. Sleeves: Long\n4. Collar: Without Collar (Hooded)\n5. Formal/Informal: Casual\n6. Color: Yellow\n7. Age Group: 20 to 30 years\n8. Brand Name: Not visible in the image, cannot be determined\n9. Other Info: Rear view of a person wearing a hooded sweatshirt, casual style suitable for everyday wear\n10. Other Info: The image does not show any distinctive branding or logos, and the focus is on the garment rather than the person wearing it."
  },
  {
    "id": "04_4_full.jpg",
    "name of image": "1. type_of_image: clothes\n2. gender: men\n3. sleeves: sleeveless\n4. collar: without collar\n5. formal_informal: casual\n6. colors: white, yellow, beige\n7. age_group: 20 to 30 years\n8. brand_name: not identifiable\n9. other_info: the man is wearing shorts, a tank top, and sneakers; he has tattoos on his arms; the outfit looks like summer wear.\n10. other_info: standing pose with crossed hands"
  },
  {
    "id": "04_7_additional 2.jpg",
    "name of image": "1. Type of Image: Clothes\n2. Gender: Men's clothes\n3. Sleeves: Sleeveless\n4. Collar: Without collar\n5. Formal/Informal: Casual\n6. Colour: White with a hint of pale blue and grey pocket\n7. Age Group: 20 to 30 years\n8. Brand Name: Not identifiable from the image\n9. Other Info: The person in the image has tattoos on the arms and chest\n10. Other Info: Visible text \"Blessed\" tattooed on the person's chest"
  },
  {
    "id": "04_7_additional.jpg",
    "name of image": "1. type_of_image: clothes\n2. gender: men\n3. sleeves: long\n4. collar: with collar (hooded)\n5. formal_informal: casual\n6. color: yellow\n7. age_group: 20 to 30 years\n8. brand_name: (brand not visible, cannot be determined)\n9. other_info: The man is wearing a casual, hooded jacket with drawstrings, paired with light-colored pants and white sneakers. The outfit appears comfortable and suitable for everyday wear.\n10. other_info: The image has a clean and simple background, which puts the focus on the outfit and the model."
  },
  {
    "id": "06_1_front.jpg",
    "name of image": "1. type_of_image: clothes\n2. gender: men's clothes\n3. sleeves: sleeveless\n4. collar: without collar\n5. formal_informal: casual\n6. color: red, white, blue\n7. age_group: 20 to 30 years\n8. brand_name: (brand not identifiable in the image; cannot be determined)\n9. other_info: The man is sporting tattoos on his arms and chest, indicating body art.\n10. other_info: The man appears to be wearing a casual tank top suitable for warm weather or perhaps athletic activity."
  },
  {
    "id": "06_2_side.jpg",
    "name of image": "1. Type of image: Clothes\n2. Gender: Men's clothes\n3. Sleeves: Sleeveless\n4. Collar: Without collar\n5. Formal_informal: Casual\n6. Color: Multicolor (Red, White, and Blue)\n7. Age group: 20 to 30 years\n8. Brand_name: Unknown (cannot verify from the image)\n9. Other_info: The person in the image appears to be wearing a basketball tank top or athletic jersey.\n10. Other_info: The person has a visible tattoo on his arm."
  },
  {
    "id": "06_4_full.jpg",
    "name of image": "1. Type_of_image: clothes\n2. Gender: men's clothes\n3. Sleeves: sleeveless\n4. Collar: without collar\n5. Formal_informal: casual\n6. Color: multicolor (red, white, blue)\n7. Age_group: appears to be 20 to 30 years\n8. Brand_name: unknown (insufficient information to determine brand)\n9. Other_info: The man is wearing a color-blocked tank top with a pocket, paired with knee-length shorts, white socks, and white sneakers.\n10. Other_info: The outfit suggests a summer or warm-weather casual attire, possibly for a relaxed outdoor activity."
  },
  {
    "id": "06_7_additional.jpg",
    "name of image": "1. type_of_image: clothes\n2. gender: men's clothes\n3. sleeves: sleeveless\n4. collar: without collar\n5. formal_informal: casual\n6. color: red, white, blue\n7. age_group: 20 to 30 years\n8. brand_name: not identifiable in the image\n9. other_info: tank top with color block design, pocket on chest\n10. other_info: the person wearing the tank top has tattoos"
  },
  {
    "id": "Pant.jpg",
    "name of image": "1. Type of Image: Clothes\n2. Gender: Women clothes\n3. Sleeves: Not applicable (pants)\n4. Collar: Not applicable (pants)\n5. Formal/Informal: Casual\n6. Color: Blue (denim)\n7. Age Group: 20 to 30 years\n8. Brand Name: Not identifiable from the image\n9. Other Info: The pants appear to be denim cargo-style pants with pockets on the sides and elastic cuffs at the ankles.\n10. Other Info: The pants are paired with tan-colored open-toe ankle boots."
  },
  {
    "id": "Pant1.jpg",
    "name of image": "1. Type of Image: Clothes\n2. Gender: Woman's Clothes\n3. Sleeves: Long Sleeves (rolled up to 3/4 length)\n4. Collar: With Collar\n5. Formal/Informal: Casual\n6. Color: White (top), Blue (jeans)\n7. Age Group: 20 to 30 years\n8. Brand Name: Unspecified (unknown from the image)\n9. Other Info: The woman is carrying a brown bag and wearing flat sandals.\n10. Other Info: The outfit appears to be a lightweight, possibly cotton blouse paired with denim jeans, suitable for a relaxed, casual setting."
  },
  {
    "id": "Pant3.jpg",
    "name of image": "1. Type of Image: Clothes\n2. Gender: Woman's clothes\n3. Sleeves: Not applicable (image shows pants)\n4. Collar: Not applicable (image shows pants)\n5. Formal or Informal: Casual\n6. Color: Blue\n7. Age Group: 20 to 30 years\n8. Brand Name: Not visible - unable to specify\n9. Other Info: The trousers appear to be denim with a jogger style, having elastic cuffs at the ankles and a drawstring waist. There are also cargo-style pockets on the side.\n10. Other Info: The person is barefoot, suggesting a casual, relaxed setting or perhaps for a fashion showcase."
  },
  {
    "id": "SHORT1.jpg",
    "name of image": "1. Type of image: Clothes\n2. Gender: Men's clothes\n3. Sleeves: Short sleeves\n4. Collar: With collar\n5. Formal/Informal: Casual\n6. Colour: Black and white\n7. Age group: Appears to be designed for 20 to 30 years\n8. Brand name: Not identifiable in this image\n9. Other info: The shirt is buttoned up and has a solid color, while the shorts feature a patterned design. The outfit is paired with black sneakers.\n10. Other info: The image only shows the clothing from the waist down, focusing on the shorts and footwear, indicating a possible emphasis on the lower part of the outfit for style or product focus."
  },
  {
    "id": "SHORT2.jpg",
    "name of image": "1. Type of image: Clothes\n2. Gender: Men's clothes (appears to be men's shorts)\n3. Sleeves: Not applicable (item of clothing shown does not have sleeves)\n4. Collar: Without collar (item of clothing shown does not have a collar)\n5. Formality: Casual \n6. Color: Black and white pattern (no red visible)\n7. Age group: Appears to suit the 20 to 30 years age group\n8. Brand name: Not identifiable from the image\n9. Other info: The shorts have a geometric pattern and a drawstring waist\n10. Additional info: The shorts are knee-length and likely made of a light fabric, suitable for casual wear or possibly for athletic activities."
  },
  {
    "id": "SHORT3.jpg",
    "name of image": "1. Type of image: Clothes\n2. Gender: Men's clothes\n3. Sleeves: Not applicable (the image shows shorts)\n4. Collar: Not visible (the image focuses on shorts)\n5. Formal/Informal: Casual\n6. Color: Black and white\n7. Age group: Appears to be 20 to 30 years\n8. Brand name: Not visible or identifiable\n9. Pattern: Geometric print or patterned lower half\n10. Other info: The attire seems suitable for summer or warm weather, and the person is wearing sneakers."
  },
  {
    "id": "SHORT4.jpg",
    "name of image": "1. type_of_image: clothes\n2. gender: men's clothes\n3. sleeves: short\n4. collar: with collar\n5. formal_informal: casual\n6. colour: black (top), patterned (shorts)\n7. age_group: 20 to 30 years\n8. brand_name: (not specified in the image)\n9. other_info: model wearing a casual men's outfit consisting of a short-sleeve button-up shirt and patterned shorts, paired with black sneakers\n10. other_info: the clothing style appears to be summer or warm-weather attire"
  },
  {
    "id": "SHORT5.jpg",
    "name of image": "1. type_of_image: clothes\n2. gender: men\n3. sleeves: shorts (no sleeves, as these are shorts for wearing)\n4. collar: without collar\n5. formal_informal: casual\n6. colour: black and white\n7. age_group: 20 to 30 years\n8. brand_name: Not visible in the image\n9. other_info: The shorts appear to have a drawstring waistband for adjustable fit and a patterned design.\n10. other_info: The garment is likely meant for sportswear or leisurewear given its style and material."
  },
  {
    "id": "SHORT6.jpg",
    "name of image": "1. type_of_image: clothes\n2. gender: men's clothes\n3. sleeves: not applicable (pants)\n4. collar: without collar\n5. formal_informal: casual\n6. colour: black and white\n7. age_group: 20 to 30 years\n8. brand_name: not identifiable from the image\n9. other_info: patterned shorts with drawstring, possibly for athletic or leisure wear\n10. other_info: the garment features a geometric print, likely made of a comfortable, breathable fabric suitable for sportswear or loungewear."
  },
  {
    "id": "SUIT1.jpg",
    "name of image": "1. Type of image: Clothes\n2. Gender: Men's clothes\n3. Sleeves: Long sleeves\n4. Collar: With collar\n5. Formal_informal: Formal\n6. Colour: Navy blue\n7. Age group: 20 to 30 years\n8. Brand name: (Cannot specify brand)\n9. Other info: The image features a man wearing a tailored suit, which includes a jacket and trousers. The suit appears to be well-fitted and designed for professional or formal occasions. The man is also wearing a white shirt and a tie, which are traditional accompaniments to a formal suit ensemble. The overall appearance suggests a modern and sleek fashion style suitable for business or formal events.\n"
  },
  {
    "id": "SUIT2.jpg",
    "name of image": "1. Type of Image: Clothes\n2. Gender: Men's clothes\n3. Sleeves: Long sleeves\n4. Collar: With collar\n5. Formal_Informal: Formal\n6. Color: Navy blue or dark color\n7. Age Group: 20 to 30 years\n8. Brand Name: This cannot be determined from the image.\n9. Other Info: The individual is wearing a two-piece suit, likely consisting of a blazer and trousers, along with a white dress shirt and a tie.\n10. Other Info: The suit appears to be tailored and fitted, suggesting a modern and stylish cut appropriate for business or formal events."
  },
  {
    "id": "SUIT3.jpg",
    "name of image": "1. Type of Image: Clothes\n2. Gender: Men's clothes\n3. Sleeves: Long sleeves\n4. Collar: With collar\n5. Formal_Informal: Formal\n6. Color: Navy or dark blue (the image is not colored red)\n7. Age Group: 20 to 30 years\n8. Brand Name: Not identifiable in the image\n9. Other Info: The image shows the back of a man wearing a suit jacket, indicating a formal attire. The fabric has a textured pattern.\n10. Other Info: The suit appears to have a modern, slim fit cut."
  },
  {
    "id": "SUIT4.jpg",
    "name of image": "1. Type_of_image: Clothes\n2. Gender: Men's clothes\n3. Sleeves: Long sleeves\n4. Collar: With collar\n5. Formal_informal: Formal\n6. Color: Navy blue or dark blue (not red)\n7. Age_group: 20 to 30 years\n8. Brand_name: (Cannot specify; not visible in the image)\n9. Other_info: The image shows a man wearing a well-fitted suit with a two-button jacket, dress pants, white shirt, and a tie. The attire is appropriate for business or formal events.\n10. Other_info: The person is standing in a poised position, which suggests that the image might be used for a fashion catalog or professional presentation of the suit."
  },
  {
    "id": "SUIT5.jpg",
    "name of image": "1. Type of image: Clothes\n2. Gender: Men's clothes\n3. Sleeves: Long sleeves\n4. Collar: With collar\n5. Formal_informal: Formal\n6. Color: Navy blue\n7. Age group: Typically 20 to 30 years but can vary\n8. Brand name: Cannot specify (brand not visible)\n9. Other_info: The style appears to be a suit jacket or blazer, a staple in menswear, likely made from a textured fabric.\n10. Additional: The jacket seems to have a notched lapel, which is common in business and formal attire."
  }
]